[
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Choice Items"
        ],
        "itemName": "Choice Band",
        "desc": "Holder's Attack is multiplied by 1.5. Holder can't choose any move for use other than the first move it chose for use and that wasn't prevented from being used (and where the holder held this item as it started to use the move), for as long as holder remains active, has that move, and is holding this item. (Effect is reset even if Trick or Switcheroo causes holder to gain the same or a different choice item. Applies to use of Pursuit as a Pokémon is about to switch. Doesn't apply to moves used by other moves, to moves that are prevented from being used, or to moves used by the holder because of Snatch, Magic Coat, or Magic Bounce. Affected move is not reset if it runs out of PP and then has its PP restored.)"
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Choice Items"
        ],
        "itemName": "Choice Scarf",
        "desc": "Holder's Speed is multiplied by 1.5. Holder can't choose any move for use other than the first move it chose for use and that wasn't prevented from being used (and where the holder held this item as it started to use the move), for as long as holder remains active, has that move, and is holding this item. (Effect is reset even if Trick or Switcheroo causes holder to gain the same or a different choice item. Applies to use of Pursuit as a Pokémon is about to switch. Doesn't apply to moves used by other moves, to moves that are prevented from being used, or to moves used by the holder because of Snatch, Magic Coat, or Magic Bounce. Affected move is not reset if it runs out of PP and then has its PP restored.)"
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Choice Items"
        ],
        "itemName": "Choice Specs",
        "desc": "Holder's Special Attack is multiplied by 1.5. Holder can't choose any move for use other than the first move it chose for use and that wasn't prevented from being used (and where the holder held this item as it started to use the move), for as long as holder remains active, has that move, and is holding this item. (Effect is reset even if Trick or Switcheroo causes holder to gain the same or a different choice item. Applies to use of Pursuit as a Pokémon is about to switch. Doesn't apply to moves used by other moves, to moves that are prevented from being used, or to moves used by the holder because of Snatch, Magic Coat, or Magic Bounce. Affected move is not reset if it runs out of PP and then has its PP restored.)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Binding Band",
        "desc": "The damage dealt at the end of the turn by multi-turn trapping moves (Bind, Clamp, Fire Spin, Infestation, Magma Storm, Sand Tomb, Whirlpool, Wrap) is increased from 1/8 to 1/6 of the target's maximum HP."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Damp Rock",
        "desc": "If holder uses Rain Dance, its effect lasts eight rounds instead of five rounds."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Grip Claw",
        "desc": "If holder uses a multi-turn attack, its effect always lasts seven turns"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Heat Rock",
        "desc": "If holder uses Sunny Day, its effect lasts eight rounds instead of five rounds."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Icy Rock",
        "desc": "If holder uses Hail, its effect lasts eight rounds instead of five rounds."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Light Clay",
        "desc": "If holder uses Reflect, Light Screen, or Aurora Veil, its effect lasts eight rounds instead of five rounds."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Smooth Rock",
        "desc": "If holder uses Sandstorm, its effect lasts eight rounds instead of five rounds."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Condition Lengtheners"
        ],
        "itemName": "Terrain Extender",
        "desc": "If holders uses Grassy Terrain, Mistry Terrain, Electric Terrain, or Psychic Terrain, it lasts eight rounds rather than five."
    },
    {
        "martPrice": {
            "pokemart": 3500
        },
        "category": [
            "Damage Increasers"
        ],
        "itemName": "Expert Belt",
        "desc": "Effectiveness of attacks by holder against non-holders is multiplied by 1.2 if the attack is super-effective."
    },
    {
        "martPrice": {
            "pokemart": 3500
        },
        "category": [
            "Damage Increasers"
        ],
        "itemName": "Life Orb",
        "desc": "Raw damage dealt by attacks by holder against non-holders is multiplied by 1.3. At the end of an attack by the holder, the holder loses 1/10 of total HP if the holder hit at least one non-holder at least once with that attack. The recoil damage is prevented by Sheer Force (if activated by move) and Magic Guard. If this item is taken by Thief or Covet, then the user of that move receives recoil damage."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Damage Increasers"
        ],
        "itemName": "Muscle Band",
        "desc": "Power of physical attacks by holder is multiplied by 1.1."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Damage Increasers"
        ],
        "itemName": "Wise Glasses",
        "desc": "Power of attacks by holder against non-holders is multiplied by 1.1 if the attack is special."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Focus Items"
        ],
        "itemName": "Focus Band",
        "desc": "If the holder would normally faint from an attack, it has a 10% chance of surviving with 1 HP. (Treats each hit of a multi-hit attack as a separate attack. Endure and Sturdy take precedence over this item's effect.)"
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Focus Items"
        ],
        "itemName": "Focus Sash",
        "desc": "If holder's HP is full and damage (including confusion damage) would reduce holder's HP to less than 1, instead that damage reduces holder's HP to 1 and this item is consumed immediately. (Treats each hit of a multi-hit attack as a separate attack. Includes returned attack from Future Sight and Doom Desire. Endure and Sturdy take precedence over this item's effect.)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Bug Gem",
        "desc": "As a Bug type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Dark Gem",
        "desc": "As a Dark type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Dragon Gem",
        "desc": "As a Dragon type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Electric Gem",
        "desc": "As a Electric type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Fairy Gem",
        "desc": "As a Fairy type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Fighting Gem",
        "desc": "As a Fighting type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Fire Gem",
        "desc": "As a Fire type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack. Does not apply to Fire Pledge."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Flying Gem",
        "desc": "As a Flying type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Ghost Gem",
        "desc": "As a Ghost type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack. Does not apply to Grass Pledge."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Grass Gem",
        "desc": "As a Grass type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Ground Gem",
        "desc": "As a Ground type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Ice Gem",
        "desc": "As a Ice type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Normal Gem",
        "desc": "As a Normal type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack. Will activate on Present even if it attempts to heal the target including if it is unable to do so"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Poison Gem",
        "desc": "As a Poison type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Psychic Gem",
        "desc": "As a Psychic type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Rock Gem",
        "desc": "As a Rock type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Steel Gem",
        "desc": "As a Steel type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Gems"
        ],
        "itemName": "Water Gem",
        "desc": "As a Steel type attack begins, if it would deal damage against at least one of its targets, that attack's power is multiplied by 1.3. The item is consumed before damage calculation. Applies to all hits of a multi-hit attack. Does not apply to Water Pledge."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Herbs"
        ],
        "itemName": "Mental Herb",
        "desc": "When holder is infatuated or Taunt, Disable, Torment, or Encore is in effect for the holder, holder is no longer infatuated and those moves' effects end for the holder, and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Herbs"
        ],
        "itemName": "Power Herb",
        "desc": "Whenever the holder uses a two-turn attack other than Sky Drop, if that attack would take two turns, it takes one turn instead and this item is consumed. It affects Solar Beam, Solar Blade, Skull Bash, Sky Attack, Razor Wind, Fly, Dig, Dive, Bounce, Shadow Force, Phantom Force, and Geomancy. Moves like Hyper Beam are unaffected."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Herbs"
        ],
        "itemName": "White Herb",
        "desc": "When holder has stats lowered to a stage below 0, they are brought back to 0 and then this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "HP Restoration"
        ],
        "itemName": "Big Root",
        "desc": "The HP stolen by holder's draining moves is increased by 30%. The item affects the moves Absorb, Drain Punch, Dream Eater, Giga Drain, Horn Leech, Leech Life, Mega Drain and Leech Seed. Aqua Ring and Ingrain are also amplified. This does not affect Regenerator."
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "HP Restoration"
        ],
        "itemName": "Black Sludge",
        "desc": "The holder loses 1/8 of total HP if the the holder's type is not Poison at the end of each round. If the holder's type is Poison, the holder restores 1/16 of total HP at the end of each round."
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "HP Restoration"
        ],
        "itemName": "Leftovers",
        "desc": "At the end of each round, holder gains 1/16 of total HP."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "HP Restoration"
        ],
        "itemName": "Shell Bell",
        "desc": "Whenever the holder deals damage, the holder restores 1/8 of the damage dealt as HP."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Negative Effect on Holder"
        ],
        "itemName": "Flame Orb",
        "desc": "At the end of each round, holder becomes burned. (Not prevented by Safeguard or Substitute.)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Negative Effect on Holder"
        ],
        "itemName": "Iron Ball",
        "desc": "Holder's Speed is halved [even if Embargo is in effect for the holder and even if it has Klutz]. Ground-type moves have normal effectiveness against the holder if its current type includes Flying, and they are effective against the holder as though it did not have Levitate. Holder can receive the effect of Spikes and Toxic Spikes, and the holder is prevented from switching and fleeing because of Arena Trap, as though it did not have Levitate and as though its current type did not include Flying. (Overrides Magnet Rise and Telekinesis.)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Negative Effect on Holder"
        ],
        "itemName": "Ring Target",
        "desc": "Attacks against the holder have normal effectiveness against types that those attacks' types would otherwise be ineffective against. (For example, if the holder's type includes Dark, Psychic-type attacks against it have normal effectiveness against the Dark type.) Effects can inflict status problems on the holder if they otherwise wouldn't because of the holder's type."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Negative Effect on Holder"
        ],
        "itemName": "Sticky Barb",
        "desc": "At the end of every round, holder loses 1/8 of total HP. Whenever holder loses HP due to a contact move by a non-holder and that non-holder isn't holding an item, that non-holder receives this item even if the holder has Sticky Hold, unless the holder has a substitute."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Negative Effect on Holder"
        ],
        "itemName": "Toxic Orb",
        "desc": "At the end of each round, holder becomes badly poisoned. (Not prevented by Safeguard or Substitute.)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Turn Order Alteration"
        ],
        "itemName": "Lagging Tail",
        "desc": "This Pokemon will move last as long as its opponent chooses moves in the same priority bracket. If two Pokemon that are holding Lagging Tail are out at the same time, the faster Pokemon will move last. If a Pokemon holding Lagging Tail is facing a Pokemon with the ability Stall, the Pokemon with Lagging Tail will move last. If a Pokemon with Stall is holding one of these items, Stall is ignored. Lagging Tail ignores the effects of Trick Room. This item is identical to Full Incense."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Turn Order Alteration"
        ],
        "itemName": "Quick Claw",
        "desc": "At a 20% chance, holder strikes before all other Pokémon with equal or lower priority than holder's move. The effects of Trick Room are ignored if the chance succeeds"
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Absorb Bulb",
        "desc": "Whenever holder is hit by a damaging Water-type attack by a non-holder, this item is consumed and holder's Special Attack is increased by 1 stage. Damage is not nullified."
    },
    {
        "martPrice": {
            "pokemart": 3500
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Assault Vest",
        "desc": "Increases the Special Defense of the holder by one stage, but prevents the use of status moves."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Cell Battery",
        "desc": "Whenever holder is hit by a damaging Electric-type attack by a non-holder, holder's Attack is increased by 1 stage and this item is consumed. Damage is not nullified."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Power Boosters",
            "Trade Evolution Items"
        ],
        "itemName": "King's Rock",
        "desc": "Whenever a non-holder is hit by a damaging attack by the holder that doesn't have an additional effect of causing its opponent to flinch, that non-holder may flinch this round (10% chance; considered an additional effect by Shield Dust and Serene Grace but not Sheer Force; not cumulative with Stench; prevented by Substitute). Each hit of a multi-hit move will have an independent chance to flinch."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Luminous Moss",
        "desc": "If the holder is hit by a Water-type attack, its Special Defense is raised one stage and the item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Metronome",
        "desc": "The power of an attack is increased by 10% on each consecutive use, up to a maximum of +100%, i.e. double its original power. The boosts are lost if the holder uses another attack or switches out. The boost is only applied on multiple selections of a move, not multiple executions (like Rock Blast). If a Pokemon uses a move that selects another move (for instance, Sleep Talk), Metronome's bonus will increase when that move selects and attack, and do nothing (neither boost nor reset the counter) when that move fails to select an attacking move."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Scope Lens",
        "desc": "Holder's critical hit rate is increased by 1 stage."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Snowball",
        "desc": "When holder is hit with an Ice-type attack, its Attack is raised one stage and the item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Wide Lens",
        "desc": "Accuracy of attacks by the holder is multiplied by 1.1."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Weakness Policy",
        "desc": "If the holder is hit by a super-effective attack, its Attack and Special Attack are raised two stages. Does not trigger if the holder has a Diguise in-tact when it is hit with a super-effective move.."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Power Boosters"
        ],
        "itemName": "Zoom Lens",
        "desc": "Accuracy of attacks by the holder is multiplied by 1.2 if holder strikes after their opponent this round. (Also applies to Future Sight and Doom Desire, even if holder didn't strike after its opponent, except if the opponent became active after the beginning of the round.)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Adrenaline Orb",
        "desc": "Whenever the holder is affected by the ability Intimidate, item is consumed and holder gains Speed +1."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Air Balloon",
        "desc": "When a holder is sent into battle with this item, a message is given indicating the holder is holding this item. Holder is immune to Ground-type attacks, and holder is unaffected by Spikes and Toxic Spikes, and holder can switch and flee despite Arena Trap, as though it had Levitate (even if effects due to the holder's Ability are not applied). (Overridden by Ingrain and Gravity.) If a non-holder hits the holder with a damaging attack, this item is consumed (the item “pops”)."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Brightpowder",
        "desc": "Accuracy of attacks against the holder is multiplied by 0.9."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Destiny Knot",
        "desc": "If the holder becomes infatuated, the foe does too."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Eject Button",
        "desc": "At the end of all hits of a damaging attack by a non-holder, if holder has at least 1 HP and if there is at least one unfainted non-active Pokémon with the same controller as the holder, this item causes the holder to switch even if it cannot switch, and this item is consumed. (The new Pokémon becomes active immediately. Prevented by Sheer Force if the attack has an additional effect. Does not trigger if Knocked Off.) Activates before Emergency Exit/Wimp Out."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Float Stone",
        "desc": "Holder's weight is halved."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Protective Pads",
        "desc": "Any damage or effects the holder may sustain from making contact when attacking is prevented."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Red Card",
        "desc": "The opponent is forced out immediately after attacking the holder, after all effects of the attack have occured. Will not activate if either Pokemon is KO'd as a result of the attack, if the attacking player has no valid Pokemon that can be forced in, or if the attack is boosted by Sheer Force. The item is consumed even if the effect is prevented. Red Card triggers simultaneous with Emergency Exit/Wimp Out and both Pokemon are forced out. Red Card triggers before an attacker switches out with U-Turn or Volt Switch."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Rocky Helmet",
        "desc": "Whenever holder is hit by a contact move by a non-holder, that non-holder loses 1/6 of total HP (not considered recoil damage)."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Safety Goggles",
        "desc": "Protects the holder from weather-related damage and the effects of powder and spore-based moves."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Shed Shell",
        "desc": "The holder can switch out, even if under the effects of Ingrain, Arena Trap, Magnet Pull, Shadow Tag, Block, Mean Look, Spider Web, Bind, Clamp, Fire Spin, Magma Storm, Sand Tomb, Whirlpool, or Wrap. Pokémon that have used Ingrain and or have the ability Suction Cups are still not affected by Roar and Whirlwind. A Pokemon locked into Ice Ball, Outrage, Petal Dance, Rollout, Thrash, or Uproar will still not be able to switch out."
    },
    {
        "martPrice": {
            "pokemart": 3000
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Berserk Gene",
        "desc": "As soon as a Pokemon holding this item is sent out (before commands are chosen; after Abilities activate; after entry hazards occur), if holder is holding this item, its Attack is increased by 2 stages and then, the holder becomes permanently confused until it leaves the field. This type of confusion can be passed by Baton Pass, and replaces regular confusion if Baton Pass is used to switch from a confused Pokemon to a Pokemon holding a Berserk Gene."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Black Belt",
        "desc": "Power of Fighting type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Blackglasses",
        "desc": "Power of Dark type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Charcoal",
        "desc": "Power of Fire type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Dragon Fang",
        "desc": "Power of Dragon type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Hard Stone",
        "desc": "Power of Rock type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Magnet",
        "desc": "Power of Electric type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing",
            "Trade Evolution Items"
        ],
        "itemName": "Metal Coat",
        "desc": "Power of Steel type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Miracle Seed",
        "desc": "Power of Grass type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Mystic Water",
        "desc": "Power of Water type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Nevermeltice",
        "desc": "Power of Ice type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Poison Barb",
        "desc": "Power of Poison type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Sharp Beak",
        "desc": "Power of Flying type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Silk Scarf",
        "desc": "Power of Normal type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Silverpowder",
        "desc": "Power of Bug type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Soft Sand",
        "desc": "Power of Ground type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Spell Tag",
        "desc": "Power of Ghost type attacks by the holder is multiplied by 1.2"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Type-Enhancing"
        ],
        "itemName": "Twistedspoon",
        "desc": "Power of Psychic type attacks by the holder is multiplied by 1.2."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Draco Plate",
        "desc": "The power of Dragon type moves is multiplied by 1.2. Pokemon with the Multitype ability become Dragon type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Dread Plate",
        "desc": "The power of Dark type moves is multiplied by 1.2. Pokemon with the Multitype ability become Dark type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Earth Plate",
        "desc": "The power of Ground type moves is multiplied by 1.2. Pokemon with the Multitype ability become Ground type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Fist Plate",
        "desc": "The power of Fighting type moves is multiplied by 1.2. Pokemon with the Multitype ability become Fighting type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Flame Plate",
        "desc": "The power of Fire type moves is multiplied by 1.2. Pokemon with the Multitype ability become Fire type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Icicle Plate",
        "desc": "The power of Ice type moves is multiplied by 1.2. Pokemon with the Multitype ability become Ice type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Insect Plate",
        "desc": "The power of Bug type moves is multiplied by 1.2. Pokemon with the Multitype ability become Bug type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Iron Plate",
        "desc": "The power of Steel type moves is multiplied by 1.2. Pokemon with the Multitype ability become Steel type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Meadow Plate",
        "desc": "The power of Grass type moves is multiplied by 1.2. Pokemon with the Multitype ability become Grass type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Mind Plate",
        "desc": "The power of Psychic type moves is multiplied by 1.2. Pokemon with the Multitype ability become Psychic type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Pixie Plate",
        "desc": "The power of Fairy type moves is multiplied by 1.2. Pokemon with the Multitype ability become Fairy type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Plain Plate",
        "desc": "The power of Normal type moves is multiplied by 1.2. Pokemon with the Multitype ability become Fairy type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Sky Plate",
        "desc": "The power of Flying type moves is multiplied by 1.2. Pokemon with the Multitype ability become Flying type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Splash Plate",
        "desc": "The power of Water type moves is multiplied by 1.2. Pokemon with the Multitype ability become Water type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Spooky Plate",
        "desc": "The power of Ghost type moves is multiplied by 1.2. Pokemon with the Multitype ability become Ghost type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Stone Plate",
        "desc": "The power of Rock type moves is multiplied by 1.2. Pokemon with the Multitype ability become Rock type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Toxic Plate",
        "desc": "The power of Poison type moves is multiplied by 1.2. Pokemon with the Multitype ability become Poison type."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Plates"
        ],
        "itemName": "Zap Plate",
        "desc": "The power of Electric type moves is multiplied by 1.2. Pokemon with the Multitype ability become Electric type."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Eviolite",
        "desc": "If holder's species has a higher evolutionary form, its Defense and Special Defense are multiplied by 1.5."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Light Ball",
        "desc": "If the holder is Pikachu, its Attack and Special Attack are doubled."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Lucky Punch",
        "desc": "If holder is a Chansey, its critical hit rate is increased by 2 stages."
    },
    {
        "martPrice": {
            "pokemart": 1000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Metal Powder",
        "desc": "If holder is a Ditto and hasn't transformed, its Defense and Special Defense are multiplied by 1.5."
    },
    {
        "martPrice": {
            "pokemart": 1000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Quick Powder",
        "desc": "If holder is a Ditto and hasn't transformed, its Speed is doubled."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Soul Dew",
        "desc": "Increases Psychic-type and Dragon-type moves by 20% if the holder is Latias or Latios."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Stick",
        "desc": "If holder is a Farfetch'd, its critical hit rate is increased by 2 stages."
    },
    {
        "martPrice": {
            "pokemart": 2500
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Thick Club",
        "desc": "If holder is a Cubone or Marowak, its Attack is doubled."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Adamant Orb",
        "desc": "If the holder is Dialga, the power of the holder's Dragon and Steel type attacks are multiplied by 1.2."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Lustrous Orb",
        "desc": "If the holder is Palkia, the power of the holder's Dragon and Water type attacks are multiplied by 1.2."
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Griseous Orb",
        "desc": "If the holder is Giratina, the power of the holder's Dragon and Ghost type attacks are multiplied by 1.2."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Grassy Seed",
        "desc": "Whenever Grassy Terrain becomes active or holder becomes active during Grassy Terrain the item is immediately consumed and holder gains Defense +1."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Misty Seed",
        "desc": "Whenever Misty Terrain becomes active or holder becomes active during Misty Terrain, the item is immediately consumed and the holder's Special Defense increases by 1 stage."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Psychic Seed",
        "desc": "Whenever Psychic Terrain becomes active or holder becomes active during Psychic Terrain the item is immediately consumed and holder gains Special Defense +1."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing"
        ],
        "itemName": "Electric Seed",
        "desc": "Whenever Electric Terrain becomes active or holder becomes active during Electric Terrain the item is immediately consumed and holder gains Defense +1."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Bug Memory",
        "desc": "Pokemon with the RKS System ability become Bug type. Multi-Attack changes its type to Bug."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Dark Memory",
        "desc": "Pokemon with the RKS System ability become Dark type. Multi-Attack changes its type to Dark."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Dragon Memory",
        "desc": "Pokemon with the RKS System ability become Dragon type. Multi-Attack changes its type to Dragon."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Electric Memory",
        "desc": "Pokemon with the RKS System ability become Electric type. Multi-Attack changes its type to Electric."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Fairy Memory",
        "desc": "Pokemon with the RKS System ability become Fairy type. Multi-Attack changes its type to Fairy."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Fighting Memory",
        "desc": "Pokemon with the RKS System ability become Fighting type. Multi-Attack changes its type to Fighting."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Fire Memory",
        "desc": "Pokemon with the RKS System ability become Fire type. Multi-Attack changes its type to Fire."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Flying Memory",
        "desc": "Pokemon with the RKS System ability become Flying type. Multi-Attack changes its type to Flying."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Ghost Memory",
        "desc": "Pokemon with the RKS System ability become Ghost type. Multi-Attack changes its type to Ghost."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Grass Memory",
        "desc": "Pokemon with the RKS System ability become Grass type. Multi-Attack changes its type to Grass."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Ground Memory",
        "desc": "Pokemon with the RKS System ability become Ground type. Multi-Attack changes its type to Ground."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Ice Memory",
        "desc": "Pokemon with the RKS System ability become Ice type. Multi-Attack changes its type to Ice."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Poison Memory",
        "desc": "Pokemon with the RKS System ability become Poison type. Multi-Attack changes its type to Poison."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Psychic Memory",
        "desc": "Pokemon with the RKS System ability become Psychic type. Multi-Attack changes its type to Psychic."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Rock Memory",
        "desc": "Pokemon with the RKS System ability become Rock type. Multi-Attack changes its type to Rock."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Steel Memory",
        "desc": "Pokemon with the RKS System ability become Steel type. Multi-Attack changes its type to Steel."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Memories"
        ],
        "itemName": "Water Memory",
        "desc": "Pokemon with the RKS System ability become Water type. Multi-Attack changes its type to Water."
    },
    {
        "martPrice": {
            "pokemart": 500
        },
        "category": [
            "Other Items"
        ],
        "itemName": "Mail",
        "desc": "In battle, having a Pokémon hold a Mail item prevents both the foe and the user from successfully using Trick or Switcheroo. Mail cannot be thrown with Fling, given with Bestow, or stolen with Thief or Covet. Types of mail: (Bulbapedia)[https://bulbapedia.bulbagarden.net/wiki/Mail]"
    },
    {
        "martPrice": {
            "pokemart": 500,
            "berryStore": 500
        },
        "category": [
            "Evolution"
        ],
        "itemName": "Rare Candy",
        "desc": "A candy that is packed with energy. Each Rare Candy is worth 1 EXP point towards a Pokemon's evolution."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Fire Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. The stone has a fiery orange heart."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Leaf Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It has an unmistakable leaf pattern."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Thunder Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It has a distinct thunderbolt pattern."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Water Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It is the blue of a pool of clear water."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Moon Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It is as black as the night sky."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Sun Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It burns as red as the evening sun."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Dawn Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It sparkles like a glittering eye."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Dusk Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It holds shadows as dark as can be."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Oval Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It's as round as a Pokémon Egg."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Shiny Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It shines with a dazzling light."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Coronet Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. A strange magnetic field emanates from it."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Frozen Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It is always cold to touch."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Moss Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. The moss covering the stone cannot be removed."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Pixie Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It glitters and sparkles in the light."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Stones"
        ],
        "itemName": "Ice Stone",
        "desc": "A peculiar stone that can make certain species of Pokémon evolve. It has an unmistakable snowflake pattern."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Prism Scale",
        "desc": "A mysterious scale that causes a certain Pokémon to evolve. It shines in rainbow colors."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing",
            "Evolution Items"
        ],
        "itemName": "Razor Claw",
        "desc": "Holder's critical hit rate is increased by 1 stage."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Power Boosters",
            "Evolution Items"
        ],
        "itemName": "Razor Fang",
        "desc": "Whenever a non-holder is hit by a damaging attack by the holder that doesn't have an additional effect of causing its opponent to flinch, that non-holder may flinch this round (10% chance; considered an additional effect by Shield Dust and Serene Grace but not Sheer Force; not cumulative with Stench; prevented by Substitute). Each hit of a multi-hit move will have an independent chance to flinch."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Evolution Items"
        ],
        "itemName": "Soothe Bell",
        "desc": "An item to be held by a Pokémon. The comforting chime of this bell calms the holder, making it friendly."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing",
            "Trade Evolution Items"
        ],
        "itemName": "DeepSeaScale",
        "desc": "An item to be held by Clamperl. This scale shines with a faint pink and raises the holder's Sp. Def stat."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Stat-Enhancing",
            "Trade Evolution Items"
        ],
        "itemName": "DeepSeaTooth",
        "desc": "An item to be held by Clamperl. This fang gleams a sharp silver and raises the holder's Sp. Atk stat."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Dragon Scale",
        "desc": "A very tough and inflexible scale. Dragon-type Pokémon may be holding this item when caught."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Dubious Disc",
        "desc": "A transparent device overflowing with dubious data. Its producer is unknown."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Electirizer",
        "desc": "A box packed with a tremendous amount of electric energy. It's loved by a certain Pokémon."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Magmarizer",
        "desc": "A box packed with a tremendous amount of magma energy. It's loved by a certain Pokémon."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Protector",
        "desc": "A protective item of some sort. It is extremely stiff and heavy. It's loved by a certain Pokémon."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Reaper Cloth",
        "desc": "A cloth imbued with horrifyingly strong spiritual energy. It's loved by a certain Pokémon."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Sachet",
        "desc": "A sachet filled with fragrant perfumes that are just slightly too overwhelming. Yet it's loved by a certain Pokémon."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Up-Grade",
        "desc": "A transparent device somehow filled with all sorts of data. It was produced by Silph Co."
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Trade Evolution Items"
        ],
        "itemName": "Whipped Dream",
        "desc": "A soft and sweet treat made of fluffy, puffy, whipped, and whirled cream. It's loved by a certain Pokémon."
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Mega Ring / Z-Ring",
        "desc": "A ring containing a Key Stone which allows Pokemon to Mega Evolve"
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Abomasite",
        "desc": "One of a variety of mysterious Mega Stones. Have Abomasnow hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Absolite",
        "desc": "One of a variety of mysterious Mega Stones. Have Absol hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Aerodactylite",
        "desc": "One of a variety of mysterious Mega Stones. Have Aerodactyl hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Aggronite",
        "desc": "One of a variety of mysterious Mega Stones. Have Aggron hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Alakazite",
        "desc": "One of a variety of mysterious Mega Stones. Have Alakazam hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Altarianite",
        "desc": "One of a variety of mysterious Mega Stones. Have Altaria hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Ampharosite",
        "desc": "One of a variety of mysterious Mega Stones. Have Ampharos hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Audinite",
        "desc": "One of a variety of mysterious Mega Stones. Have Audino hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Banettite",
        "desc": "One of a variety of mysterious Mega Stones. Have Banette hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Beedrillite",
        "desc": "One of a variety of mysterious Mega Stones. Have Beedrill hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Blastoisinite",
        "desc": "One of a variety of mysterious Mega Stones. Have Blastoise hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Blazikenite",
        "desc": "One of a variety of mysterious Mega Stones. Have Blaziken hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Cameruptite",
        "desc": "One of a variety of mysterious Mega Stones. Have Camerupt hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Charizardite X",
        "desc": "One of a variety of mysterious Mega Stones. Have Charizard hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Charizardite Y",
        "desc": "One of a variety of mysterious Mega Stones. Have Charizard hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Diancite",
        "desc": "One of a variety of mysterious Mega Stones. Have Diancie hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Galladite",
        "desc": "One of a variety of mysterious Mega Stones. Have Gallade hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Garchompite",
        "desc": "One of a variety of mysterious Mega Stones. Have Garchomp hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Gardevoirite",
        "desc": "One of a variety of mysterious Mega Stones. Have Gardevoir hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Gengarite",
        "desc": "One of a variety of mysterious Mega Stones. Have Gengar hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Glalite",
        "desc": "One of a variety of mysterious Mega Stones. Have Glalie hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Gyaradosite",
        "desc": "One of a variety of mysterious Mega Stones. Have Gyarados hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Heracronite",
        "desc": "One of a variety of mysterious Mega Stones. Have Heracross hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Houndoominite",
        "desc": "One of a variety of mysterious Mega Stones. Have Houndoom hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Kangaskhanite",
        "desc": "One of a variety of mysterious Mega Stones. Have Kangaskhan hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Latiasite",
        "desc": "One of a variety of mysterious Mega Stones. Have Latias hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Latiosite",
        "desc": "One of a variety of mysterious Mega Stones. Have Latios hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Lopunnite",
        "desc": "One of a variety of mysterious Mega Stones. Have Lopunny hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Lucarionite",
        "desc": "One of a variety of mysterious Mega Stones. Have Lucario hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Manectite",
        "desc": "One of a variety of mysterious Mega Stones. Have Manectric hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Mawilite",
        "desc": "One of a variety of mysterious Mega Stones. Have Mawile hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Medichamite",
        "desc": "One of a variety of mysterious Mega Stones. Have Medicham hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Metagrossite",
        "desc": "One of a variety of mysterious Mega Stones. Have Metagross hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Mewtwonite X",
        "desc": "One of a variety of mysterious Mega Stones. Have Mewtwo hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Mewtwonite Y",
        "desc": "One of a variety of mysterious Mega Stones. Have Mewtwo hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Pidgeotite",
        "desc": "One of a variety of mysterious Mega Stones. Have Pidgeot hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Pinsirite",
        "desc": "One of a variety of mysterious Mega Stones. Have Pinsir hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Sablenite",
        "desc": "One of a variety of mysterious Mega Stones. Have Sableye hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Salamencite",
        "desc": "One of a variety of mysterious Mega Stones. Have Salamence hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Sceptilite",
        "desc": "One of a variety of mysterious Mega Stones. Have Sceptile hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Scizorite",
        "desc": "One of a variety of mysterious Mega Stones. Have Scizor hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Sharpedonite",
        "desc": "One of a variety of mysterious Mega Stones. Have Sharpedo hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Slowbronite",
        "desc": "One of a variety of mysterious Mega Stones. Have Slowbro hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 15000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Steelixite",
        "desc": "One of a variety of mysterious Mega Stones. Have Steelix hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Swampertite",
        "desc": "One of a variety of mysterious Mega Stones. Have Swampert hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Tyranitarite",
        "desc": "One of a variety of mysterious Mega Stones. Have Tyranitar hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 17500
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Venusaurite",
        "desc": "One of a variety of mysterious Mega Stones. Have Venusaur hold it, and this stone will enable it to Mega Evolve during battle."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Red Orb",
        "desc": "A shiny red orb that is said to have a legend tied to it. It's known to have a deep connection with the Hoenn region."
    },
    {
        "martPrice": {
            "pokemart": 20000
        },
        "category": [
            "Mega Evolution"
        ],
        "itemName": "Blue Orb",
        "desc": "A shiny blue orb that is said to have a legend tied to it. It's known to have a deep connection with the Hoenn region."
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Buginium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Bug-type moves to Z-Moves."
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Darkinium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Dark-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Dragonium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Dragon-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Electrium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Electric-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Fairium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Fairy-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Fightinium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Fighting-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Firium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Fire-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Flyinium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Flying-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Ghostium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Ghost-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Grassium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Grass-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Groundium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Ground-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Icium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Ice-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Normalium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Normal-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Poisonium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Poison-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Psychium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Psychic-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Rockium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Rock-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Steelium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Steel-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Waterium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Water-type moves to Z-Moves"
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Pikanium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Pikachu's Volt Tackle to Catastropika"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Aloraichium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Alolan Raichu's Thunderbolt to Stoked Sparksurfer"
    },
    {
        "martPrice": {
            "pokemart": 7000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Eevium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Eevee's Last Resort to Extreme Evoboost"
    },
    {
        "martPrice": {
            "pokemart": 4000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Snorlium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Snorlax's Giga Impact to Pulverizing Pancake"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Mewniuim Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Mew's Psychic to Genesis Supernova"
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Decidium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Decidueye's Spirit Shackle to Sinister Arrow Raid"
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Incinium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Incineroar's Darkest Lariat to Malicious Moonsault"
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Primarium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Primarina's Sparkling Aria to Oceanic Operatta"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Tapunium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades the Tapu's Nature's Madness to Guardian of Alola"
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Marshadium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Marshadow's Spectral Thief to Soul Stealing 7-Star Strike"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Pikashunium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades a Thunderbolt by Pikachu in a cap to 10,000,000 Volt Thunderbolt"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Lycanium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Lycanroc's Stone Edge to Splintered Stormshards"
    },
    {
        "martPrice": {
            "pokemart": 5000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Mimikium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Mimikyu's Play Rough to Let's Snuggle Forever"
    },
    {
        "martPrice": {
            "pokemart": 9000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Kommonium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Kommo-o's Clanging Scales to Clangorous Soulblaze"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Solganium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Solgaleo's Sunsteel Strike to Searing Sunraze Smash"
    },
    {
        "martPrice": {
            "pokemart": 6000
        },
        "category": [
            "Z-Crystals"
        ],
        "itemName": "Lunalium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Lunala's Moongeist Beam to Menacing Moonraze Maelstrom"
    },
    {
        "martPrice": {
            "pokemart": 25000
        },
        "category": [
            "Z-Crystals",
            "Mega Evolution"
        ],
        "itemName": "Ultranecrozium Z",
        "desc": "This is a crystallized form of Z-Power. It upgrades Necrozma's Photon Geyser to Light That Burns the Sky"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Other Items",
            "Trade Evolution Items"
        ],
        "itemName": "Cable Link",
        "desc": "Unlimited use. Can be used to evolve Pokémon that evolve by trade instead of using the Trading Machine, evolution items still required"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Secret Key",
        "desc": "A high-tech key that emits a special electronic signal. It can be used to change Rotom's form"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Gracidea",
        "desc": "A flower sometimes bundled in bouquets to convey gratitude on special occasions like birthdays. It can be used to change Shaymin's form"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Meteorite",
        "desc": "A Meteorite from Mt. Chimney. Some sort of pattern has risen to the surface, and it's shining with seven colors of light. It can be used to change Deoxys' form"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Prison Bottle",
        "desc": "A bottle believed to have been used to seal away the power of a certain Pokémon long, long ago. It can be used to change Hoopa's form"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Reveal Glass",
        "desc": "A looking glass that reveals the truth. It's a mysterious glass that returns a Pokémon to its original shape. It can be used to change Tornadus, Thundurus and Landorus between forms"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Pikachu's Lab Coat",
        "desc": "Changes Pikachu into Pikachu, Ph.D (Cosplay)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Pikachu's Dress",
        "desc": "Changes Pikachu into Pikachu Belle (Cosplay)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Pikachu's Lucha Mask",
        "desc": "Changes Pikachu into Pikachu Libre (Cosplay)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Pikachu's Punk Jacket",
        "desc": "Changes Pikachu into Pikachu Rock Star (Cosplay)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Pikachu's Tutu",
        "desc": "Changes Pikachu into Pikachu Pop Star (Cosplay)"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Red Nectar",
        "desc": "A flower nectar obtained at Ula'ula Meadow. It changes Oricorio to Baile Style"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Yellow Nectar",
        "desc": "A flower nectar obtained at Melemele Meadow. It changes Oricorio to Pom-Pom Style"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Pink Nectar",
        "desc": "The flower nectar obtained at the flowering shrubs on Royal Avenue. It changes Oricorio to Pa'u Style"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Purple Nectar",
        "desc": "A flower nectar obtained at Poni Meadow. It changes Oricoria to Sensu Style"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "Zygarde Cube",
        "desc": "An item to store Zygarde Cores and Cells. It can be used to change Zygarde's form"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "DNA Splicers",
        "desc": "A splicer that fuses Kyurem and a certain Pokémon. Can be used to change Kyurem's form"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "N-Solarizer",
        "desc": "A machine to fuse Necrozma, which needs light, and Solgaleo. It can be used to change Necrozma into Dusk Mane Necrozma"
    },
    {
        "martPrice": {
            "pokemart": 2000
        },
        "category": [
            "Form Change Items"
        ],
        "itemName": "N-Lunarizer",
        "desc": "A machine to fuse Necrozma, which needs light, and Lunala. It can be used to change Necrozma into Dawn Wings Necrozma"
    },
    {
        "martPrice": {
            "pokemart": 4000,
            "berryStore": 4000
        },
        "category": [
            "Redeemables"
        ],
        "itemName": "Daycare Pass",
        "desc": "Redeemable for one BM, MT, SM or Hidden Ability at the Pokemart"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Heart Scale",
        "desc": "Redeemable for one BM, MT, SM or Hidden Ability at the Pokemart"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Pickup Token",
        "desc": "Redeemable for any held item or TM at the Pokemart"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Honey Gather Token",
        "desc": "Redeemable for Honey"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Mart Coupon",
        "desc": "Redeemable for any Pokemon available in the Pokemart"
    },
    {
        "martPrice": {
            "pokemart": 4000,
            "berryStore": 4000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Lum Berry",
        "desc": "If the holder is afflicted with sleep, burn, paralysis, poison, toxic poison, confusion, or freeze, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Aspear Berry",
        "desc": "If the holder is afflicted by freeze, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Cheri Berry",
        "desc": "If the holder is afflicted by paralysis, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Chesto Berry",
        "desc": "If the holder is afflicted by sleep, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Pecha Berry",
        "desc": "If the holder is afflicted by poison, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Persim Berry",
        "desc": "If the holder is afflicted by confusion, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Rawst Berry",
        "desc": "If the holder is afflicted by burn, this item is immediately consumed and the holder is cured of its status problem."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Aguav Berry",
        "desc": "Restores 50% HP when HP falls below 25%. Causes confusion if user's lowest raw stat is Special Defense. Ties are broken in order of Beast Boost stat hierarchy."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Figy Berry",
        "desc": "Restores 50% HP when HP falls below 25%. Causes confusion if user's lowest raw stat is Attack. Ties are broken in order of Beast Boost stat hierarchy."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Iapapa Berry",
        "desc": "Restores 50% HP when HP falls below 25%. Causes confusion if user's lowest raw stat is Defense. Ties are broken in order of Beast Boost stat hierarchy."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Mago Berry",
        "desc": "Restores 50% HP when HP falls below 25%. Causes confusion if user's lowest raw stat is Speed. Ties are broken in order of Beast Boost stat hierarchy."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Wiki Berry",
        "desc": "Restores 50% HP when HP falls below 25%. Causes confusion if user's lowest raw stat is Special Attack. Ties are broken in order of Beast Boost stat hierarchy."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Enigma Berry",
        "desc": "When holder is hit with a super-effective attack, holder recover's 1/4 of total HP after damage."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Leppa Berry",
        "desc": "Restores 10 PP"
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Oran Berry",
        "desc": "When holder's HP is less than or equal to 1/2 of total HP, restores 10 HP"
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Sitrus Berry",
        "desc": "When holder's HP is less than or equal to 1/2 of total HP, restores 1/4 of total HP."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Apicot Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP, increases holder's Special Defense by 1 stage and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Custap Berry",
        "desc": "If holder's HP is less than or equal to 1/4 of total HP and holder is holding this item after commands are chosen but before Pokémon are switched out, this item is consumed and holder strikes before all other Pokémon whose moves have equal or lower priority than holder's move this round. (Affected by Gluttony.)"
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Ganlon Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP, increases holder's Defense by 1 stage and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Lansat Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP, and Focus Energy is not in effect for the holder, begins the effect of Focus Energy and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Liechi Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP, increases holder's Attack by 1 stage and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Micle Berry",
        "desc": "When the holder's HP falls to 1/4 or less, this Berry is consumed and the holder's next used move will always hit. Micle Berry ignores all accuracy and evasion modifiers."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Petaya Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP, increases holder's Special Attack by 1 stage and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Salac Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP, increases holder's Speed by 1 stage and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Starf Berry",
        "desc": "When holder's HP is less than or equal to 1/4 of total HP and at least one of the Attack, Defense, Speed, Special Attack, or Special Defense stage is less than 6, increases by 2 stages one of those stat stages that are less than 6, and this item is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Jaboca Berry",
        "desc": "If the holder is hit by a physical attack, the attacker takes 12.5% of its max HP as damage and the item is consumed. The holder must survive the hit for this to activate. Pokemon with Magic Guard do not activate this Berry."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Kee Berry",
        "desc": "When holder is hit by a physical attack, its Defense is raised one stage and the berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Maranga Berry",
        "desc": "If the holder is hit by a special attack, its Special Defense is raised one stage and the berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Rowap Berry",
        "desc": "If the holder is hit by a special attack, the attacker takes 12.5% of its max HP as damage and the item is consumed. The holder must survive the hit for this to activate. Pokemon with Magic Guard do not activate this Berry."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Babiri Berry",
        "desc": "Reduces the power of a super-effective Steel type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Charti Berry",
        "desc": "Reduces the power of a super-effective Rock type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Chilan Berry",
        "desc": "Reduces the power of a super-effective Normal type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Chople Berry",
        "desc": "Reduces the power of a super-effective Fighting type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Coba Berry",
        "desc": "Reduces the power of a super-effective Flying type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Colbur Berry",
        "desc": "Reduces the power of a super-effective Dark type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Haban Berry",
        "desc": "Reduces the power of a super-effective Dragon type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Kasib Berry",
        "desc": "Reduces the power of a super-effective Ghost type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Kebia Berry",
        "desc": "Reduces the power of a super-effective Poison type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Occa Berry",
        "desc": "Reduces the power of a super-effective Fire type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Passho Berry",
        "desc": "Reduces the power of a super-effective Water type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Payapa Berry",
        "desc": "Reduces the power of a super-effective Psychic type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Rindo Berry",
        "desc": "Reduces the power of a super-effective Grass type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Roseli Berry",
        "desc": "Reduces the power of a super-effective Fairy type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Shuca Berry",
        "desc": "Reduces the power of a super-effective Ground type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Tanga Berry",
        "desc": "Reduces the power of a super-effective Bug type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Wacan Berry",
        "desc": "Reduces the power of a super-effective Electric Type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Yache Berry",
        "desc": "Reduces the power of a super-effective Ice type move by 50%. Does not activate if holder has a Disguise up when hit by a super-effective attack."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Belue Berry",
        "desc": "When held, turns Natural Gift into a 100 BP Electric move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Bluk Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Fire move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Cornn Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Bug move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Durin Berry",
        "desc": "When held, turns Natural Gift into a 100 BP Water move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Grepa Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Flying move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Hondew Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Ground move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Kelpsy Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Fighting move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Magost Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Rock move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Nanab Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Water move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Nomel Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Dragon move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Pamtre Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Steel move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Pinap Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Grass move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Pomeg Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Ice move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Qualot Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Poison move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Rabuta Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Ghost move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Razz Berry",
        "desc": "When held, turns Natural Gift into a 80 BP Steel move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Spelon Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Dark move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Tamato Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Psychic move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Watmel Berry",
        "desc": "When held, turns Natural Gift into a 100 BP Fire move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 3000,
            "berryStore": 3000
        },
        "category": [
            "Berries"
        ],
        "itemName": "Wepear Berry",
        "desc": "When held, turns Natural Gift into a 90 BP Electric move. The berry is consumed."
    },
    {
        "martPrice": {
            "pokemart": 500,
            "berryStore": 500
        },
        "category": [
            "Scarves"
        ],
        "itemName": "Blue Scarf",
        "desc": "No effect."
    },
    {
        "martPrice": {
            "pokemart": 500,
            "berryStore": 500
        },
        "category": [
            "Scarves"
        ],
        "itemName": "Green Scarf",
        "desc": "No effect."
    },
    {
        "martPrice": {
            "pokemart": 500,
            "berryStore": 500
        },
        "category": [
            "Scarves"
        ],
        "itemName": "Pink Scarf",
        "desc": "No effect."
    },
    {
        "martPrice": {
            "pokemart": 500,
            "berryStore": 500
        },
        "category": [
            "Scarves"
        ],
        "itemName": "Red Scarf",
        "desc": "No effect."
    },
    {
        "martPrice": {
            "pokemart": 500,
            "berryStore": 500
        },
        "category": [
            "Scarves"
        ],
        "itemName": "Yellow Scarf",
        "desc": "No effect."
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Spare Exploration Kit",
        "desc": "Redeemable for a free dig in the Underground"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Odd Keystone",
        "desc": "Contains the fossilized DNA of a Spiritomb"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Old Amber",
        "desc": "Contains the fossilized DNA of an Aerodactyl"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Dome Fossil",
        "desc": "Contains the fossilized DNA of a Kabuto"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Helix Fossil",
        "desc": "Contains the fossilized DNA of an Omanyte"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Claw Fossil",
        "desc": "Contains the fossilized DNA of an Anorith"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Root Fossil",
        "desc": "Contains the fossilized DNA of a Lileep"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Armor Fossil",
        "desc": "Contains the fossilized DNA of a Shieldon"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Skull Fossil",
        "desc": "Contains the fossilized DNA of a Cranidos"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Cover Fossil",
        "desc": "Contains the fossilized DNA of a Tirtouga"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Plume Fossil",
        "desc": "Contains the fossilized DNA of an Archen"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Jaw Fossil",
        "desc": "Contains the fossilized DNA of a Tyrunt"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Sail Fossil",
        "desc": "Contains the fossilized DNA of an Amaura"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Pale Sphere",
        "desc": "Redeemable for a $4,500 or $5,000 TM"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Prism Sphere",
        "desc": "Redeemable for a $4,000 TM"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Green Sphere",
        "desc": "Redeemable for a $3,500 TM"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Blue Sphere",
        "desc": "Redeemable for a $2,500 or $3,000 TM"
    },
    {
        "category": [
            "Redeemables"
        ],
        "itemName": "Red Sphere",
        "desc": "Redeemable for a $1,500 or $2,000 TM"
    }
]